{"__ud_title":"思痛记","__ud_tags":["文言文"],"__ud_update_time":1734784470853,"__ud_create_time":1734784468315,"__ud_draft":false,"type":"doc","content":[{"type":"heading","attrs":{"level":1,"id":null},"content":[{"type":"text","text":"思痛记"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落一"}]},{"type":"paragraph","content":[{"type":"text","text":"坟墓边有乡人从洲里来，他突然变得胡言乱语，说今年高兴得让人都没个人样了。这是我家隔壁村庞国富的女儿，她来这里一会儿当做工的样子，一会儿又评头论足。十二个，四个，十个，即使时间一天天过去，又回到房子那里来招她出去，说：“头子叫你呢。”那女子却不肯去，像是在池塘边走来走去一样，如同往日一样平静。忽然听见东屋有人说：“我看只有这个儿子十二岁了，这世道如此，总难活下去。听说乔大人待人很好，送来服侍夫人吧。”就对他的儿子说：“你好好服侍大人。”声音极其悲伤凄惨。听到这话，山贼说：“嘿，你这老头真滑头，已经断气的人，还想留着他？”山贼就留下他的儿子，放走了他的父亲。唉，真是太惨了，这老人大概是当时就认为他的儿子留不下，不如主动献出，比被抓走强，还可以不遭受虐待，也可能有逃回的机会。我们兄弟俩默默地坐在屋里，静得连喘气的声音都没有，像被囚禁的犯人一样，互相看着哭泣。忽然几个贼兵推门进来，强迫那些妇女们去西边的一百个房间里，于是就隐隐约约地听到啜泣声和哀号声，不堪入耳。不一会儿，东边的贼头目，也就是所谓的乔大人，传来一块肉，（大家）饮酒作乐，和妇女们嬉闹的声音此起彼伏。忽然又有贼兵的喊杀声、搜查声、枪击声和放火声交织在一起。是因为那些妇女难以忍受，稍微不顺贼兵的意思就会被杀。这时，天都要塌下来了一样，而我却只是叹息那些妇女和女儿没有早点死去。这天晚上，房屋前后看守很严，有几个人趁机逃走了一半，但很快就抓回来了四个，并且用乱刀砍死了。天刚刚亮，有贼兵来说：“快点吃饭，马上就要出发了！”又说：“我们头目姓李，是湖南人，我姓乔，是湖南人，幸亏我在你旁边，才没有杀你们。像昨天翟乔夫人手下的人，都被杀死了！你们出来看看那边！”这些话都是为让那些可怜的俘虏安心的。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二"}]},{"type":"paragraph","content":[{"type":"text","text":"那些当官的事已经完了，现在就像吃剩饭一样。贼兵又击掌训斥我们：“能打仗的站前面，挑担子的站中间，年老体弱的站在最后。谁说不吉利就杀掉！”我们兄弟俩不敢回答。贼兵又拿着刀子逼近，说：“你们这么没用，还不如杀了！”我稍作思考，装着红袖子的袖子，穿着短的黑衣，拿着长长的红丝线说：“我会写字。”舂却不敢回答，贼兵说：“这不是我们头领李大人吗？你还不说？”我便说：“不太会写。”又问我：“会裁剪丝罗吗？”我说：“不会。”又问：“那你到底会做什么？”盈之说：“我什么都不会做，为什么一定要我？”我急忙害怕，怕盈之被发现就急忙说：“我只会打杂，做一些门房的事情。”贼兵说：“比如做什么？”我指着盈之说：“他姓钱，我姓周。”贼兵就将盈之拉出门外。我怀疑贼兵不会立即杀我，或者会释放我，不到一会儿，忽然有人命令我们出发。这时候，叔叔也在旁边送行，（我们）都被拉出门，拿着包裹和各种杂物。没过多久，那女子已经换上紫红色的细纱衣服，骑在驴背上，和那个李姓贼兵并排走着。感觉就像夜晚看到彗星一样，又像感应到了什么，大家都称呼那女贼为“贞大贼”。贼兵说，他们掳掠来的妇女，已经和贼首配成婚了。在马的后面，跟着几个小男孩，年龄大约十几岁，穿着鲜艳的衣服，背着刀或者拿着旗子，有的用红黄色的丝线包裹着木板，这些木板大约五寸长，但是厚度不足一寸，是他们伪造的印章。他们手里还拿着短刀或者鞭子，这些小孩的样子看起来都非常像，他们有着白色的头发，看起来都大约有二尺多长，并且被称为夫人或公子。他们都是贼兵中由小孩子变成的，走路紧跟着马，休息的时候环绕在左右，寸步不离，承颜希背，竭力装出轻浮的样子。本性却非常残忍，把杀人当做家常便饭。我们小心翼翼地走在人群中，不敢不走，也不敢做出悲伤的样子，想着找机会逃跑。后来我又不敢了，因为害怕那些到处都是的贼兵，那些头领指挥着几百万的军队攻打苏杭，路上到处是横七竖八的尸体，我们像一群老鼠一样在夹缝中求生存。从江南到浙江各地，无论是贵族还是平民，都以为很快就会获得大胜。谁知叛贼的灾祸会从三个方面同时到来！唉！我们一行人中，那些会耕种的人都走散了，直到龙乡镇，房屋也还没有完全被烧毁。禅师街的东边，火焰又燃烧起来，尸体横七竖八地躺在村庄里。在湖熟镇也是一样，我家在城西大街的铺子也被烧成灰烬，那些货物，门窗器具都荡然无存。我又重新走上逃难之路，途中劳累不堪，筋疲力尽，老弱病残都倒在路边，那些想要跳进河里逃走的人，又被贼兵用长枪刺杀或者用火烧死，没有一个能活下来的。那些百姓都想投降，但却被立刻割掉耳朵，并且反绑双手带走，纵然是鲜血直流，却仍然被拉着前行，最后还是被杀死。那些强壮的男子，本想将他们充当前锋，却因为他们不服从命令，就被用刀砍死，或被毒药毒杀。那些路边的小屋或坟地里，即使有几个弱小的孩子，也会被刺死。那些妇女也无法幸免于难，被驱赶着，践踏着，面容污秽，身子趴在地上，肠子都流了出来，真是无法计算。到了一个地方，忽然听见旁边的队伍喊吃饭了，就看见一个人牵着三头驴子，说：“我这里有铁器。”好像并没有把这些财物当做宝贵的物品，那些抢掠者就在这里做饭，那些抢来的东西也随意扔在地上。那些新被抓来的人就被命令去背米，饥饿难耐，狼吞虎咽地吃了起来。我们害怕又累又饿，就勉强吃了几口，这时候，又看到被抓来的十几个同乡，贼兵们都想争抢着杀他们，我们也不敢多说。刚走到一个地方，忽然一个贼兵跑过来，说：“你们不想见哥哥了吗？让你们看看！”便把一个人的尸体拉到我们面前。只见那个人的头被砍断，连着一点皮，鲜血直流。坟墓三尺之外也有十几个人的头颅落地。转眼之间就结束了他们的性命。那些贼官指着大家说：“逃跑就死！”说完便把刀扔到地上， 大家都呆立在那里，贼兵又命令大家继续前行。这时道路泥泞，走在路上很滑，难以行走，我的一只脚也不听使唤了。当时走过了约十多里，到了句容的县城。因为城门关闭了，就睡在城门脚下。这里到处是腐烂的尸体。我好像踩到了什么东西，脚底非常疼痛，低头一看，我的脚正踩在一具尸体的肚子上， 吓得我魂不附体，因为脚陷在尸体的肚子上，没有办法自己站起来。后面的人已经拥挤上来， 只能挣扎着脱身，又被刀砍伤了手指。这时我们都遭遇了各种各样的危险，幸亏我还能活着，我真是冤屈啊！我没有能力站起来，也没有能力去拽扯他们，只是任由他们践踏。如果我强拽贼兵的衣服，他们就会很生气，并且杀了我，还不如让我走下去。当时不知道疼痛，就跟着他们进了城，贼兵驻扎在肯庙里，我们被绑在两边的走廊下。不一会儿，李贼和他的女人以及一些小贼兵都来了。大喊大叫要洗澡，用木盆盛水，好像木盆是珍贵的物品。还假装对那些邻居说：“今天太热了，大家洗澡吧！那些小贼也洗了，其他的贼兵也洗了。”刚洗完澡，又狂喊着要酒和饭，不一会儿，又有人来把两个人拉走，让他们去烧火。殿上却只有两个，头发花白的贼兵，用丝绸铺成床，叠成环状坐着吃饭。旁边放着木板，妇女和小贼们七八个人，围着吃饭。桌子上只有六个贼兵和十多个小贼。那些被抓来的难民一字排开站在廊下，贼兵用长柏木和七弦琴来装食物。忽然又命令两廊的人，不得吃饭。饭来了，又让他们用木板盛饭，再喝茶，他们狼吞虎咽地吃起来。忽然闻到一股特殊的香味，怀疑是用受伤的驴血来当做汤汁，当时我也没有觉得饿，等坐定之后就饿得不行了，我们兄弟俩就每人吃了一点饭。哪里有什么红色的槐花茶？听说后屋被烧了，贼兵就在殿里睡觉。他们把经书撕碎，用东西把龙的画像砸坏了。李贼在空闲的时候还和那个女人铺设东西，那些小贼就争抢着占据。那些妇女也挤在一起，为了遮挡，她们就用大旗来遮掩，贼兵害怕两廊的人逃跑，就让所有的人都在殿上睡觉，还让一个贼兵在走廊看着。我们兄弟俩躺在角落里，渐渐地睡着了，虽然听到有人在说，你们兄弟俩要小心，你们后面是皇城了，后来又听到厮杀的声音，这才被惊醒，原来只是梦而已。我总是处于恐惧之中。醒来的时候，手脚非常疼痛，只想吃饭。饭里有硬硬的东西，像石头一样，我还是硬着头皮咽下了两碗，饭量这么大，真是不可思议。太阳出来，贼兵又催促我们起身，又给了我们一些东西，我们出了城，向东南方向走去。道路上拥挤不堪，秋风萧瑟，一路上都听得到悲伤的声音。不知不觉中，走路也越来越快了，到中午，走得更快，又不能使用手臂，后背的肘部碰着伤口，真是疼痛难忍，我只能低头闭眼忍痛走着。白天的时候，贼兵会让被俘虏的人背着东西，自己坐在上面吃喝，一会儿又到达了目的地。贼兵们在空地上生火做饭，我们才能稍微休息一下，如果不休息，一定会死在路上。我不想要吃饭，盈之便拿来劝我吃，吃了几口，仍然疼痛不止。前队的贼兵又开始催促，于是又出发了。经过一个小村庄，房屋都被烧光了，河边的大树也有上百颗，树下面都有尸体，有的被绑在树上，被烧得焦黑。听说前面河上的桥梁断了，必须要涉水过河，这让我非常害怕，我告诉盈之，如果过河一定会死，如果不走也会被杀，我们俩只能听天由命了。走到河边，看到有木板连接在一起做成木筏，那些贼首已经先渡过河了，我们也被逼着登上木筏，贼兵在对岸把木筏上的绳索拉紧，由于板子太滑，落水的人都淹死了。我的脚踩到了窗子的格子，才得以站稳，那些妇女们，由于害怕发出声音，也才没有死去。我们走过之后，又发现河边的水还比较浅，那些贼兵跳过去，没有力气的人只能蹚水，水很深，没过了膝盖，衣服都湿透了。我们大概走了五六天，才到达丹阳， 又走了九十里路。丹阳是一座土城，失守后已经破烂不堪，贼兵从缺口进入城内，然后就又重新开始住在了原来打馆子的地方， 说这里是他们的居住点。我们被关进了一个涂过油的作坊，包括我们和新被抓来的俘虏，一共四十八个人。那些看守的贼兵说我们是看守房屋， 我们却根本没有离开过，只有疲惫和恐惧。那些被捆绑的人和贼兵说，我们已经走了好几百里了，谅必不会逃跑，我们愿意服从安排，希望能允许我们在两天内去厨房打水喝。贼兵同意了，释放了四个人，不一会儿，又来了个贼兵，还带着十几个写着字的小木牌，我们就像牛一样喝水，我们兄弟俩也分到了一碗，碗里泥沙和茶水混杂在一起，根本没有一点好的味道。有几个贼兵来说，天气寒冷，头目让我们去寻找一些东西，并说今天晚上要换个地方。我们心里非常害怕，后来又想或许只是为了取水，或许没有其他的变故，就跟着他们去了。走了一会儿，他们偷偷告诉我们，说头目想让我们去寻找一些被子和药品。又借机会对贼兵说，他想要去看看，附近的邻居家，有几具女尸。屋里还有床帐，瓶瓶罐罐。 里面还有一个小孩的尸体，大家为了晚上能有地方睡觉，就用刀子把地上的尸体挖开，想从中得到一些钱财。这时天已经黑了，我的叔叔，还有几个被抓来的人，由于太疲惫，只是站着，不知道该怎么办才好。在痛苦中，我发现有一点墨水，于是我就拿起来，写写画画，写不出一个字。我太困了，没法睡觉，就用木板当枕头，那些贼兵说，你太累了，就让你去打水好了。我没有办法拒绝。那两个贼兵说，他们以前经常受到我家恩惠，盈之也知道他们的姓名，所以才帮助我们。盈之用木板当做餐盘，饭来了，大家就用木板吃饭，然后又在木板上睡觉。盈之的头痛得很厉害，我试着用两个指头在他颈后按压，发现他的脉搏很弱了。我又把被子盖在他身上，让他好好睡觉。我把胳膊曲起来，当作枕头，刚刚睡着就被吵醒了，赶紧叫盈之，头痛就慢慢好了，这真是万幸啊！如果病了不能走，那该怎么办？刚吃完饭，贼兵又催促我们上路了，用绳子拴住我们的脖子，逼迫我们向前走去。那些贼兵又抓来了两个人，他们拿着东西从山上下来，我们只能把东西分给他们一些，贼兵就命令我们一起走。贼兵说要今天晚上攻打金陵，今天一定要赶到金坛。我们非常害怕，贼兵越来越多，像狼一样地涌来，挥舞着刀，大声吆喝。 那些头领都跌跌撞撞地往北门那边走，看到黑烟冲天，炮火连天，才知道已经打仗了。那些贼兵又指着我们说，李姓的人要去管监狱，而他们本来就在后面，都是无名小卒，城里的人都是重犯，所以要他们去前面打仗。我们这才明白了他们这样做的用意。我们很庆幸没有被派到前队送死，这正是闰月的二十五号的事情啊。我们兄弟俩身体本来就虚弱，又长期没有锻炼过。即使到亲戚家，五六里的路也需要坐着走，这次被抓去，走了五六十里，甚至九十里，真是像有神助一样。其实是因为我在那些拿麦子的队伍中，有人拉住了我的衣服，才把我抓走了。我们那些中途被抓来的，或许死期还没有到吧。 我们坐下还没一会儿，贼兵又命令做饭，饭刚做好，就催促我们和那些强壮的人一起去搜寻东西。又让我们打扫卫生，我们被押到后屋，看到五个贼头领带着那个女人住在这里，其他的小贼也住在这里。大殿的中间设置了一张桌子，像公堂一样。上面写着天父堂，东边放着纸笔，是负责写字的人用的，西边放着刀和戟，用门板挡住，用来祭祀亡灵。我们这些被抓来的人就被安排在里面睡，大门两边各有一间屋子，是那些看门的人住的地方。庙宇的左右有几间小屋，那些白色的布，都是用来伪造他们军队的旗帜，在房屋前后，都像是苍蝇一样聚集着人。安排妥当之后，李贼就坐在大殿上，自称已经受到玉皇大帝的旨意，要接替那个瘦弱的老贼的位置，掌管这里。又让会写字的人记录，并且称赞说：“天父要让我们早日攻取金陵！”那些贼兵就跟随着他跪拜。过了不久，拿着一张纸出来，让大家看，又让他们跪拜。这时他们就把所有的东西都放到地上，然后就各自散去了。那些贼兵说，我们是信奉天父的，一定要遵守这些规定，这只是其中的一条。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落三"}]},{"type":"paragraph","content":[{"type":"text","text":"还有一些细节我没有办法描述，以后我会再写出来。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落四"}]},{"type":"paragraph","content":[{"type":"text","text":"我们必须做到不被祸福生死所动摇，才能在危难中保持镇定。又必须一心一意，审察形势，坚定不移，才能脱离危难，并且可以有所作为。难道不应该像个英雄一样，不被小人所迷惑吗？"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落五"}]},{"type":"paragraph","content":[{"type":"text","text":"金陵的李先生，那些小人说他遇见盗贼是不可预测的，我却认为他不是这样的人。大概可以用这种情况来比喻，莒虚中这个人好学，不以文采修饰世事，是一个耿直的人，为什么儿子不能够远离他，要认真的思考，这是正道。不以文采修饰，怎么不能得到八个方面的成就呢？如果不能向贤人学习，也是可悲啊。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落六"}]},{"type":"paragraph","content":[{"type":"text","text":"你身陷囹圄，只有青色的布巾裹头，要经历多次生死考验，才能够安全度过。你身处危险之中，在世俗中沉默不语，就像梁唯行和杵臼一样。 如今的品德太过脆弱，都快被消磨掉了。 像到了犬山，你只能保护一个家仆脱险，即使你不是一个一般人。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落七"}]},{"type":"paragraph","content":[{"type":"text","text":"县里的人从罗网中脱身，又从刀斧下逃生，称之为脱离险难，希望他们像庖丁解牛一样游刃有余，但是他们年纪轻轻，我担心他们难以摆脱障碍和迟滞，恐怕难做到这一步。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落八"}]},{"type":"paragraph","content":[{"type":"text","text":"我和养父在丁丑年春天开始，你在光绪元年，为逃难的人设立营地，如果有一天他们能从千里之外归来，有所成就，你可以和他们谈谈，你一定会非常高兴。我漂泊在荒江的沙洲，非常笨拙，非常孤陋寡闻，但是你却不嫌弃我，愿意向我询问一些粗浅的意见，你如果有一天死去了，我也要把你当作一个才子一样对待，没有想到竟然能够遇到你这样的人，这也是多么不容易的事情啊。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落九"}]},{"type":"paragraph","content":[{"type":"text","text":"今年秋天，（你）写成了《思痛记》，我大概是逼迫你追述庚申年（1860年）你被困于城内，与你身遭劫难，一直到壬戌年（1862年）才脱离苦海的这些事情。我详细地读了一遍，感叹道：“太平天国从道光庚戌年（1850年）开始作乱，到同治乙丑年（1865年）才被平定。祸及十个省，十六个府州县失守，超过六百多个地方，而我们这些被围困在城中的人，应当以亿万计。在这些混乱中，被战火焚烧，身体被摧残，甚至化为灰烬，变成水胎的，更是无法用数字计算。那些非常幸运没有死去的人，也是经历了很多苦难。希望今天能够痛定思痛，那些应该说出来的，却很少有人提及。”"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十"}]},{"type":"paragraph","content":[{"type":"text","text":"（你）首先犯的错误，是娶了刘家的女儿。你用了很多委婉的话，表达了很多悲伤。生死祸福在这一刻已经非常明显，（你）为了避免那些不必要的奔波，放弃了自己的选择，那么你所坚守的道义又在哪里呢？"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十一"}]},{"type":"paragraph","content":[{"type":"text","text":"你将他从网罗中救出来，并且将他送回家，虽然他脱离了虎口，又精通经史，这又有什么意义呢？（这）无非是让你帮助他去残害百姓罢了。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十二"}]},{"type":"paragraph","content":[{"type":"text","text":"我将这些写成书信寄给各方，用顺逆祸福来开导他们，勉励他们区分功绩和罪过，反思他们的行为是非，坚定他们的意志，明察时势，不轻易行动，然后才能有所作为。你难道还认为那些在驿站讲故事的人就像在吞噬自己， 并且在危险中徘徊的人一样，不可接近吗？"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十三"}]},{"type":"paragraph","content":[{"type":"text","text":"撰写这篇文章，恐怕只是为了痛定思痛而已，人们不仅要从忠诚和痛苦的角度来看待显君，更应该以思考疾病的角度来理解。我希望（我们）永远处在危机之中，从而更加充实自己，那么未来的成就不可能轻易衡量啊！我用鬓边的白发，写下这些话，作为这篇文章的开头。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十四"}]},{"type":"paragraph","content":[{"type":"text","text":"光绪五年己卯年（1879年）秋八月，仁和高鼎恭敬地撰写了这篇跋文。当时，我的朋友刚完成了《思痛记》这篇初稿， 江常李圭小池"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十五"}]},{"type":"paragraph","content":[{"type":"text","text":"全陵这个地方，雄伟壮丽，是南方的一个要塞，一向有“沉睡之地”的美称。它不仅是我们朝代以来，作为帝王之州的地方，而且这里也是地方长官窜逃的地方。这里有督部和开牙将军坐镇，他们对待这里，难道不应该比对待其他省份更加恭敬重视吗？"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十六"}]},{"type":"paragraph","content":[{"type":"text","text":"媒月赋为何不写成悲恋之赋呢？（这样） 从九江到安庆，顺着江流行进就能写出许多诗句。那些闲暇之人，竟然用鄙视的眼光看待我们，为了躲避这些（眼光），就要像维扬人那样用麻布裹住脑袋。 我们就像用袋子裹住的苍蝇，喜欢没事找事，难道这样就觉得很快乐吗？"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十七"}]},{"type":"paragraph","content":[{"type":"text","text":"谨慎地向忠武公（指曾国藩）学习，追随他剿灭叛贼，驻守在丘地。韩子陵使用计谋，打通叛贼的包围，使叛贼没有办法攻破他的家乡，那些离城较远的村庄，才没有遭受贼兵的侵害。六年五月，大满川兵败，忠武公死于军中，朝廷虽然任命提督，并且照顾他的子弟后代，但又派张军门来辅佐他，他的威望不如忠武公，而过去忠武公手下的将领，如果能够尽忠职守，那么一定能够收复栗水，攻取句容，夺回镇江，最终可以攻破金陵。以前我曾经在咸丰十年正月，攻破了九国（指太平天国）的刀，夺取了上下关，（忠武公）他的忠诚伟大，是江南大营的统帅。但是他也是从降将起家的， 而他做的事情，又不是以前的忠武公可以比拟的， 那些了解他的人都在为他担忧。当时， 江苏和浙江等地的军队， 正在屡次获得大捷，无论是贵族还是平民都以为很快就会取得大胜了，却不知道外来的祸患即将从三方面同时到来。可悲啊！"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十八"}]},{"type":"paragraph","content":[{"type":"text","text":"我家住在聚宝门外的永丰乡，距离城里有五十里路。诗中说：“夏庄山环水抱，向来被称为乐土，人们聚居在这里，已经延续了十几代。”之前江南大营溃败的时候，确实被路过的贼兵骚扰了十几天，因为提前迁徙避难，才得以幸免。贼兵也假借安定百姓的说法，来愚弄百姓。到了闰三月十五，江南大营再次溃败，张雨帅又退守到丹阳，张雨帅又在战争中死去。城内外的贼兵都肆无忌惮地出来抢掠，我家才因此遭受危难，（我）特别后悔没有在五月份搬迁，（这都是我没有）听从朝廷命令的原因啊。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落十九"}]},{"type":"paragraph","content":[{"type":"text","text":"当初两帅（指清军将领）想选择在护城河周围围困金陵，让城内贼兵没有吃的，形式发生改变，就可以在很短的时间内建立功勋。本来想用骑兵和贼兵作战，而狡猾的敌人，却使用了围魏救赵的策略，所以伪忠王李秀成，侨侍王李世贤，榴辅王杨辅清等各自带领十几万的士兵，从安徽进入浙江，杭州急忙请求增援，警报几天就送到了，江南大营分出兵力前往救援，攻城兵力逐渐薄弱，军饷又由和尚管理，每隔四十五天才能发一次军饷，士兵们离心离德。因为主帅的仁德之心，没有立即下令进攻，这时叛贼的狡猾计谋已经成熟，于是他们从余杭、长兴等地，从北面攻来，攻陷了东边， 贼兵在句容用深水阻挠，在林陵关附近和伪英王陈玉成汇合。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十"}]},{"type":"paragraph","content":[{"type":"text","text":"（那些贼兵）从江边渡江南下，在闰月的月初七开始，攻打江南大营。我家原先的将领也迁徙避难，由于大家心存犹豫，最终没能走成。十三日，叔父们才开始计划带着家眷逃出江南大营，从龙潭渡江。这一天的中午过后出发，因为忧虑和选择幼小的孩子，（队伍）有四十多人，走了十五里路到了天印山脚下的其材，族祖庆山东在那里休息。这里距离营地有三十多里路，当时又赶上了雷雨天气，衣服都被淋湿了，无法继续前行。 吃了饭之后，从东北方向传来火光，喧哗声震天响，靠近营地的人都纷纷来这里避难，哭声响彻四野， 我们急忙打听前面的消息，人们都说，大营和龙潭的路都已经被贼兵堵住了，所以这天晚上大家都没办法睡觉， 只能互相哭泣，那些妇女想要自尽，都被大家劝住了。天亮后，大家都想不出办法，妇女们又都说情愿为了国家死去。 只有天知道她们的真情，夜里人们都各自逃散了，也没办法把大家招回来了，各人只能领着老人和小孩，和他们的子女向南走去，脚都陷在泥土里，寸步难行，衣服都被撕破了，根本没有办法回到家，到处都空荡荡的，看不到一个人。火光照耀着天空，人心惶惶，那些被抓来的妇女们也络绎不绝，她们的穿着与以往不同。 看到这一幕，没有经历过的人都很难相信，只知道喊抓人。 十五日，贼兵大举进攻，我的叔叔和侄子辈的人都逃到草地里躲避，重新走了很远才到达目的地。那些男人妇女和奴仆都走散了，只有我们几个人活着。我的祖母害怕灾难会降临到那些年幼的弟弟妹妹身上，也都奄奄一息，哭都哭不出来了。我们四处寻找妇女们的尸体，找到了我的叔祖母徐氏，伯母杨氏，母亲朱氏，婶婶僻氏，时氏，钱氏，陈氏，王氏，还有我的姨母和嫂子弟媳妇等十多人。 哥哥们也受伤了，死的人实在是太多了， 我想为他们举行丧礼，安慰老弱病残，却不能如愿。十六日，估计贼兵一定会来这里，就在田地里躲避是不可行的。我就和叔叔他们一起扶着老人和孩子，躲避到旁边的草屋里。我和我的三位叔叔藏在房屋中间，用狗作为掩护。家里的一百多箱东西都藏在这里。这里是这个房子里最安静的地方，以前就有人说，贼兵来了，我们也没有被发现，如果过几天贼兵撤走了，或许还能活下来，我的四叔就出去打探消息，并且还藏身到梁上，我也想出去寻找亲人，但三叔说，你自己都不知道能不能活下来，就不要去找别人了，三叔的话还没说完，就听到贼兵的喊杀声。楼上楼下都跑着躲避的人。听到我曾经住过的房子里有人在大声哀号，我只能眼睁睁的看着贼兵把我的房屋搜查一空。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十二"}]},{"type":"paragraph","content":[{"type":"text","text":"贼兵又从其他地方抓来了一些人，他们都像木头一样站着，贼兵也没有立即杀他们，只是把这些人的头发和辫子连在一起，威胁着说：“不准动， 动就杀掉。”然后又让贼兵们把财物都拿出来，堆在屋子里。贼兵把箱子都弄烂了，堆的满屋子都是，看起来像是要让其他人来瓜分。那些贼兵用短刀把墙壁划开，又把那些金银财宝都搜刮了出来，用衣服包裹着，还把一些单层的夹衣拆开当成补丁，又让大家背着。他们进村的时候，我被拉入了阴暗的地方，我急忙解开那些绳子，我的兄弟们急忙躲起来，谁都不敢动。我的叔叔急忙跑下楼，躲在五叔卧室的床下，由于人太多，没有注意到他，这才侥幸逃过一劫， 而我和其他的人都被贼兵从楼上拖了下来，恰好到家堂前，我看到我伯父的家里被翻得乱七八糟，大门紧闭，家里的东西都被破坏了，真是太惨了。那些男人和妇女脸上都沾满了灰尘，都不知道自己是谁了。那些贼兵用绳子拴着他们的头发，把那些十几岁的孩子都连在一起，强迫他们跟在身后。贼兵还互相说：“我们今天又抓了多少肥羊了！”那些贼兵还说：“被抓的兄弟就是新兄弟了！” 现在这些为我们送饭，让我们服侍的人，都是新兄弟， 我们也必须像对待他们一样，这样我们才能不害怕被杀。那些被抓的人也被命令去背东西。如果有人在路上偷跑，被抓回来就会立刻被杀掉。还有很多少年妇女，披着头发，光着脚，啜泣着，贼兵们殴打她们，或者把她们绑在驴马上。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十三"}]},{"type":"paragraph","content":[{"type":"text","text":"还有很多人在逃跑的路上被杀，真是令人不忍心看到和听到，反而奇怪他们没有早点投降。时间到了中午，那些贼兵在附近的林陵馆中吃饭，我们和叔侄一起被关在里面，听到外面哀嚎的声音，不停地响着。那些贼兵大声欢呼着，我们害怕得不敢吃饭。 我们也像其他俘虏一样，坐在茅草堆上，寒冷潮湿，我们被折磨得体无完肤。第二天早上，雨下得更大了，贼兵命令把掠夺来的皮衣拿出来，争抢着藏起来，把破衣烂衫留在后面，他们把皮衣盖在驴马背上挡雨，就算那些衣服价值连城，他们也不在乎，因为拿起来太不方便了。我的叔叔想要逃走，但是看守很严，即使逃走了，也一定会被害死的。而且其他地方的也被人抓了回来杀死了，于是我们悄悄地说，我的叔叔真是死里逃生啊。十八日傍晚，忽然有贼兵喊道：“头子叫你去，快点跟我走！”我们急忙起身，害怕会被责罚，于是假装自杀。那贼兵便拽着我走，走了十几步，来到一个破旧的房屋，外面设置了一道屏障，一个穿着紫色和黄色衣服的贼兵坐在上面，那就是所谓的头子。贼兵把我拉到他面前，又让我去拜见大人。我们都被叫了过去，像木头一样地站着，也不敢抬头看他们。过了一会儿，他们才说：“你们是想回家吗？”，大家听后都非常激动，但又不知道该说什么，只能回答说是。贼兵说，那就送你们回去吧，等刚出城就被杀死了，还把头拿出来给大家看，说是要让大家断了逃跑的念头。这真是太阴险了。我的五叔为人忠厚孝顺，立刻说：“我想回家。”贼兵问：“为什么你想回家？” 他回答说：“我家有老有少，我必须回去。” 贼兵竟然没有为难他。然后对我们说，如果能够挑担子，就可以活下来，我们谁都不敢说自己能够挑，就指着旁边一个十多岁的，长相非常秀美的孩子，贼兵就把他抓走了。又要我们去当杂役，于是我们才安定下来。又说：“我是典圣粮官，你们这些都是老兄弟了！ ”指着一个被称为先生的贼兵说：“他也是受到重视的。”说在他们之下，就是有六个爵位，分别为义，安，礼，无，茹，妻，还有一些奇怪的字。他自称是黎姓湖南人，是侍王手下的一员。说现在要去攻打金坛了，要派我们留守这里，让我们安心不要想家。从明天开始，都要跟着老兄弟去征粮，不能去的人就留下来烧火。说完之后就把我们带到两廊，这时大家都累得不行，就缩着身子睡了起来， 身上也没有被子，也不觉得冷。第二天一早，我们身上都非常的疼痛，于是就赶快吃饭。吃完饭，又让我们和老兄弟一起去征粮。在城里到处都是刀剑的声音，经常有飞弹打到房顶上，我们都非常害怕，想要逃走，却又没有机会。正在这时，有一个贼兵说，我们是被俞百长叫来的，就将我们安排到做饭的地方，我这才得以稍微休息一下。这时我才知道，逃走是非常困难的。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十四"}]},{"type":"paragraph","content":[{"type":"text","text":"那些在做饭的地方的人，有的在唱歌，有的在看戏，有的在画画，有的在拿着旗子，他们拿着纸笔写字。我们被带到那里，那些贼兵都让我们卸下身上的绳索。我们刚进入屋子，一个拿着长矛的贼兵就用矛头指着我们说：“你们都是坏人！”我立刻跪在地上求饶。我们被安排在那个油坊里。在那里认识了同病相怜的人，大家约定一起逃跑。但是，那两个老贼看管得非常严密。当时我就想，我们兄弟俩已经变成这样了，我还能做什么呢？那些贼兵和那些妇女在那里欢呼，吵得我都没有办法睡觉，我的身体也已经快要散了"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十三"}]},{"type":"paragraph","content":[{"type":"text","text":"那些拿着筷子的人，用刀逼迫他们自杀，从高处跳下来自杀，弱小的存活下来的还不到十分之一，剩下的都被乱枪射死，乱刀砍死，或者被活生生剖开肚子取出心肝，或者被绑在树上，用柴火烧死，或者被火枪打死，或者被快刀砍死。那些妇女中长得丑陋的也大多死去了，漂亮的被抓起来，然后轮奸，直到精疲力尽的时候才被杀掉。那些贼头，汪典铁和乔巴眼等，都是楚地的人，尤其残忍嗜杀。汪典铁的身边养着一个小孩子，每天都胡言乱语。有一天他突然说他妻子和女儿要回家了，他的妻子很高兴，但还没走几步，就被汪贼用刀砍死了，他的仆人哀求，也被砍掉了头。 他的女儿也被拉起来，用刀砍伤，倒在地上，汪又把他扶起来，对着她的脖子砍，并狂笑着说，他自己可以比得上百座城池，让其他人像傻子一样逃跑。他还用毒计来威胁。他把刀递给另一个人，让他互相残杀，并且逼迫他们吃掉对方的内脏。乔贼说：“你不想问问他吗？他是你的什么人？”那人说：“他是我的叔叔。”乔贼说：“你不喜欢他吗？” 否则我又要杀了他的头，这时一个年轻人过来，让他的叔叔跪下，递给他刀，想让他杀了叔叔。 如果不愿意就杀他，那个人也不敢吭声，乔贼更加生气，就直接剖开他们的胸膛取出心肝，然后让同伴端着走，真是太野蛮了。那些贼兵在争抢那些年轻漂亮的尸体。他们心中充满了邪念，根本没想过要离开这个地方。因为金陵城还没有被攻破，死伤太多， 就要从外面掠夺妇女来充当军妓，用来安抚那些士兵。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十四"}]},{"type":"paragraph","content":[{"type":"text","text":"那些扛着禅杖的和尚们说：“我听说弹琴吹箫可以让人忘却烦恼，所以很多人争相做这些事情。” 各个营地里，只要有违反纪律的，都会被抓回来杀掉。那些睡觉和吹箫的人，都必须先被砍掉头。那些把痛苦当做乐趣的人，偶尔不杀也会被鞭打，然后被锁起来，最后仍然要被杀死。那些太平天国的人，即使被抓到营地里，也会画画写字，涂黑人脸，用来表示忠诚。即使是那些没有被抓来的人，过了几年之后，也会被抓到另一个地方。十个小孩，只有一两个不嗜杀。那些被称为夫人的，例如陆卿相，他是金陵大中桥的人，也在癸丑年被抓来，他们都把杀人当做快乐的事情。他们夺取礼乐，让那些读书人忘记了文字，抓来四个人，都当众杀了。这里真是个杀人地狱。每天傍晚，风物惨淡，鬼哭狼嚎，让人毛骨悚然。贼兵不害怕法律，到了七月初， 连尚书都出现了。贼兵在晚上住在营地，这让其他营地的人很害怕，到处都是草木皆兵，晚上都不敢睡觉。 那些贼兵还让我们撞钟，使用镜子，直到天亮。我看到这些，也更加不敢逃跑了， 而且我还嘱咐大家，不要喝脏水，否则会中毒生疮，即使在脸上画了什么东西，也没有办法避免。盈之在外面放马的时候， 我和海米偷偷地商量，趁着出去放马的机会逃走。 走到离营地一里远的地方，我们刚想要逃走，就遇到了汪贼， 问我们为什么来这里，我没有办法回答，盈之回答说，是来放马的，就这样我们被带回去了。 汪贼说我们要逃跑，李贼也没有辨别就说我们是在逃跑。那天晚上，喝醉了，我以为自己必死无疑，闭上眼睛等待着死亡的到来。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十五"}]},{"type":"paragraph","content":[{"type":"text","text":"李赋隅命令杀了穿着黄色衣服的贼兵，说是为了给我们解气，李贼说，看在公子的份上这次饶了你。 就叫我们去旁边。 一个贼兵拿着锄头过来，我以为他要杀了我们，心都乱了。 我大声喊道：“我宁愿死也不要给你们当奴隶！” 我极力反抗。李贼笑着，还写下一些话。那个黄衣贼又求情，李贼就点头答应了。旁边的汪贼说，这是天定的，你逃不掉的。我内心非常悲痛，那个黄衣贼我根本不认识，只是来缓和气氛的，真是多亏了他， 否则我早就死了。 听说值迦两个营的头领，命令在七月十五之前必须攻破城池，并且让后队的官员都躲避起来， 并且调遣人手去帮忙。于是到了初十，贼兵迟迟才开始攻城。那些挖地道的人开始运送火药，那时在东北门外还有一些官兵在那里抵抗，贼兵每天都在奋战，却攻不下城， 就只能让两个营地的士兵送饭。那些被抓的人只能含泪看着自己的兄弟走向死亡。 我们都发誓即使死了，也不能为那些贼兵送饭。我和盈之都非常庆幸没有死去，大概冥冥之中自有定数吧。 我第一次还没有遇到那些在途中遇难的同伴， 他们实在是太惨了，那些人的头都被打爆了，真是让人害怕。 在大家惊慌躲避的时候，又听到有弹飞过，打中了那些躲藏在角落里的人，真是惨绝人寰！"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十六"}]},{"type":"paragraph","content":[{"type":"text","text":"那些贼兵也非常害怕，说：“我们今天真是太危险了，如果不快点走，就死定了。”他们急忙收拾东西，我们都被迫跟在后面走。过了一会儿，那些贼兵发现我们没法拿那么多东西，就用江河把我们隔开，让我们走在前面。 走了几十步，就有两颗弹飞过来，一颗距离我的头顶只有一尺的距离，还有一颗从我的脑后飞过，发出像箫一样的声音，我的头发被擦破了，我差一点摔倒，脸色苍白，身体冰凉。贼兵没有让我们休息，反而加快了行军速度。我才意识到，这里是城墙的拐角处，所以才会有弹从两个方向飞过来。贼兵吃完饭之后，就让我们扔掉饭盆，沿着路边走。每次走在路上的时候，我和盈之都会默默地看着对方， 约定一定要为那些死去的同伴报仇，我们兄弟俩幸亏没有死去，这真是命中注定。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"}],"text":"段落二十七"}]},{"type":"paragraph","content":[{"type":"text","text":"七月十七日，金坛失守，他们挖地道，用火炸开城墙，于是那些贼兵就蜂拥而入。 守城的周参将，艾参将，还有李邑令都战死。周参将尤其英勇，他战死后就被埋葬在城内，那些贼兵又把他的坟墓挖开，把他的尸体扔的到处都是。李贼带着全部人马进入城里搜查，又命令后队第二天再进城，因为城里还有人没有杀完。 这天晚上， 那些进入城内的贼兵想要离开这里，又害怕被人发现，他们就从各个城门口逃跑，那些巡逻的贼兵，看到这些逃跑的也视而不见。"}]}]}