{"__ud_title":"河南省高级人民法院行 政 判 决 书（2013）豫法行终字第00004号","__ud_tags":["行政复议"],"__ud_update_time":1734661691028,"__ud_create_time":1734661689479,"__ud_draft":false,"type":"doc","content":[{"type":"heading","attrs":{"level":1,"id":null},"content":[{"type":"text","text":"河南省高级人民法院行 政 判 决 书（2013）豫法行终字第00004号"}]},{"type":"paragraph","content":[{"type":"text","text":"河南省高级人民法院行 政 判 决 书（2013）豫法行终字第00004号"}]},{"type":"paragraph","content":[{"type":"text","text":"上诉人（一审原告）安阳新东方商厦百货有限责任公司，住所地：安阳市北关区红旗路1号。"}]},{"type":"paragraph","content":[{"type":"text","text":"法定代表人路玺睿，董事长。"}]},{"type":"paragraph","content":[{"type":"text","text":"委托代理人于世杰，河北十力律师事务所律师。"}]},{"type":"paragraph","content":[{"type":"text","text":"委托代理人许春江，河北十力律师事务所律师。"}]},{"type":"paragraph","content":[{"type":"text","text":"被上诉人（一审被告）河南省人民政府，住所地：郑州市金水东路22号。"}]},{"type":"paragraph","content":[{"type":"text","text":"法定代表人郭庚茂，省长。"}]},{"type":"paragraph","content":[{"type":"text","text":"委托代理人刘凯，河南省人民政府法制办工作人员。"}]},{"type":"paragraph","content":[{"type":"text","text":"委托代理人田保阳，河南省人民政府法制办工作人员。"}]},{"type":"paragraph","content":[{"type":"text","text":"上诉人安阳新东方商厦百货有限责任公司（以下简称安阳新东方百货公司）因诉河南省人民政府行政复议一案，不服郑州市中级人民法院2012年9月11日作出的（2012）郑行初字第80号行政判决，向本院提起上诉。本院受理后，依法组成合议庭，对本案进行了公开开庭审理，上诉人安阳新东方百货公司的委托代理人于世杰、许春江，被上诉人河南省人民政府的委托代理人刘凯到庭参加诉讼。本案现已审理终结。"}]},{"type":"paragraph","content":[{"type":"text","text":"2012年6月15日，河南省人民政府作出豫政复决（2012）582号行政复议决定（以下简称被诉行政复议决定），该复议决定的申请人是安阳新东方百货公司，被申请人是安阳市人民政府。该复议决定查明如下事实：2011年10月18日，被申请人安阳市人民政府下设的房屋征收办公室（以下简称安阳市房屋征收办）作出《关于对东方红片区改造项目范围内房屋征收的决定》（安征决（2011）1号）对东方红片区改造项目范围内的房屋实施征收。该房屋征收办公室系安阳市国有土地上房屋征收领导小组下设办公室，设在安阳市住建局，具体承担安阳市全市房屋征收的组织协调工作。该房屋征收办公室于2012年4月16日作出《关于撤销〈东方红片区改造项目范围内房屋征收的决定〉的决定》（安征决（2012）2号），决定撤销安征决（2011）1号征收决定，原项目由安阳市北关区人民政府作为征收主体负责实施。上述撤销决定于复议期间送达申请人。被诉行政复议决定认为：根据《国有土地上房屋征收与补偿条例》第八条规定，征收决定应由市、县级人民政府作出。安阳市房屋征收办作出征收决定，主体不适格，属超越职权，依法应予撤销。由于该房屋征收办公室已主动撤销被复议的征收决定，河南省政府再撤销该征收决定已无实际意义。故依据行政复议法之规定，确认《关于对东方红片区改造项目范围内房屋征收的决定》（安征决（2011）1号）违法。"}]},{"type":"paragraph","content":[{"type":"text","text":"安阳新东方百货公司不服被诉行政复议决定，向郑州市中级人民法院提起诉讼，请求撤销该行政复议决定并判令河南省人民政府重新作出行政复议决定。"}]},{"type":"paragraph","content":[{"type":"text","text":"郑州市中级人民法院一审认定事实除与被诉行政复议决定一致外，另认定，安阳新东方百货公司向河南省人民政府提起复议申请的时间是2012年4月18日；对安征决（2012）2号撤销决定是否在复议期间送达的问题没有做出认定。"}]},{"type":"paragraph","content":[{"type":"text","text":"郑州市中级人民法院一审认为：根据《中华人民共和国行政复议法实施条例》第十四条的规定，安阳市人民政府决定成立安阳市房屋征收办公室属于内设机构，在未经法律、法规授权的情况下，对外以自己名义作出具体行政行为的，应以设立该内设机构的行政机关即安阳市人民政府为被申请人。因此，河南省人民政府未将安阳市房屋征收办列为被申请人并无不当。"},{"type":"text","marks":[{"type":"underline"}],"text":"安征决（2011）1号征收决定以安阳市房屋征收办名义作出，违反了《国有土地上房屋征收与补偿条例》第八条“征收决定应由市、县级人民政府作出”的规定，依法应予以撤销。"},{"type":"text","text":"因安阳市房屋征收办已经主动撤销了该征收决定，复议机关再作出撤销决定已无实际意义，因此河南省人民政府确认该征收决定违法，符合法律规定。对于安阳新东方百货公司所称复议机关对其第二项复议请求未作出处理的问题，因安征决（2011）1号征收决定已经被撤销和确认违法，该征收决定所涉的房屋征收和组织实施已经不能进行。因此，第二项复议请求所反映的问题在该征收决定被撤销后已经不复存在。综上，河南省人民政府作出的豫政复决（2012）582号行政复议决定证据充分、适用法律、法规正确，符合法定程序。安阳新东方百货公司的诉讼请求不能成立，依据《最高人民法院关于执行〈中华人民共和国行政诉讼法〉若干问题的解释》第五十六条第（四）项之规定，判决驳回安阳新东方百货公司的诉讼请求。"}]},{"type":"paragraph","content":[{"type":"text","text":"安阳新东方百货公司不服一审判决，向本院上诉称：1、安征决（2011）1号房屋征收决定称该征收决定经过了安阳市人民政府同意，而被诉行政复议决定对是否经过安阳市人民政府同意没有进行审查；安阳市房屋征收办作出的（2012）2号撤销决定显示该撤销决定经过“市国有土地上房屋征收领导小组办公室研究”，并不能完全代表安阳市人民政府的意见，所以被诉行政复议决定认定安征决（2011）1号房屋征收决定已被撤销，但没有提供安阳市人民政府同意撤销的证据，也没有载明经安阳市人民政府同意而撤销，仅认定安阳市房屋征收办自行撤销，不符合法律规定。2、安阳市房屋征收办系安阳市人民政府确定的房屋征收部门，本身具有法人主体资格，但被诉行政复议决定没有将其列为行政复议的被申请人，程序有误；同时，被诉行政复议决定没有审查成立安阳市房屋征收办的合法性，影响了事实的查明。3、被诉行政复议决定认定安征决（2012）2号撤销决定已送达上诉人，缺乏证据支持。4、被诉行政复议决定涉及安阳市人民政府、安阳市房屋征收办、安阳市国有土地上房屋征收领导小组、安阳市推进城市建设三年计划总指挥办公室、安阳市北关区人民政府等作为房屋征收主体的合法性，而被诉行政复议决定没有审查，影响了上诉人的权利救济。5、被诉行政复议决定确认安征决（2011）1号房屋征收决定违法后，没有责令安阳市人民政府重新作出具体行政行为，而是认可了安阳市北关区人民政府实施房屋征收决定的事实，导致上诉人只能向安阳市人民政府申请复议，合法权益难以保障。上诉人要求确认组织、实施房屋征收行为违法并要求被上诉人责令安阳市人民政府停止房屋征收行为和实施行为的复议请求，被上诉人没有回应，被诉行政复议决定审查不全面。6、一审判决认定被诉行政复议决定证据确凿，适用法律法规正确，符合法定程序，应当适用维持判决而不是驳回诉讼请求判决。请求撤销一审判决，依法发回重审或者支持上诉人的一审诉讼请求。"}]},{"type":"paragraph","content":[{"type":"text","marks":[{"type":"bold"},{"type":"underline"}],"text":"被上诉人河南省人民政府辩称：根据《国有土地上房屋征收与补偿条例》第八条的规定，征收决定应由市、县级人民政府作出。安阳市房屋征收办作出征收决定，主体不适格，属超越职权，依法应予撤销。由于被复议的征收决定已被撤销"},{"type":"text","text":"，河南省政府再做出撤销该征收决定的行政复议决定已无实际意义，故依据行政复议法的规定对该复议决定确认违法。一审判决正确，请求驳回上诉，维持原判。"}]},{"type":"paragraph","content":[{"type":"text","text":"本院二审查明事实除与一审一致外，另查明：被诉行政复议决定认定复议期间撤销决定已送达安阳新东方百货公司，但没有提供送达回证等送达的证据；安阳新东方百货公司对复议期间被告知撤销决定这一事实没有异议。安阳新东方百货公司在申请复议时，将安阳市房屋征收办列为被申请人；该公司复议请求第一项是请求撤销安征决（2011）1号房屋征收决定，第二项是请求河南省人民政府责令安阳市人民政府、安阳市房屋征收办确认组织实施房屋征收行为违法，责令停止房屋征收组织实施行为。"}]},{"type":"paragraph","content":[{"type":"text","text":"本院认为，（一）《中华人民共和国行政复议法实施条例》第十四条规定：“行政机关设立的派出机构、内设机构或者其他组织，未经法律、法规授权，对外以自己名义作出具体行政行为的，该行政机关为被申请人。”本案被申请复议的安征决（2011）1号房屋征收决定由安阳市房屋征收办作出，该征收办属于安阳市人民政府设立的机构，该机构未经法律、法规授权作出征收决定，对该征收决定不服申请复议的，应以安阳市人民政府为被申请人。河南省人民政府未将安阳市房屋征收办列为被申请人符合法律规定。河南省人民政府在被诉行政复议决定中对安阳市房屋征收办的工作职责进行了调查，并对其是否有权作出房屋征收决定作出了认定，尽到了复议审查职责。上诉人关于被诉行政复议决定程序有误，影响查明事实的理由不成立。（二）关于复议决定是否应对安阳市国有土地上房屋征收领导小组、安阳市推进城市建设三年计划总指挥办公室、安阳市北关区人民政府等的房屋征收主体资格作出认定的问题。由于上述主体与被申请复议的征收决定的合法性没有关联，并且法律法规对房屋征收主体已有明确规定，所以尽管确认上述主体征收房屋的主体资格具有实际意义，但本案被诉行政复议决定对此不予审查并不违反法律规定。（三）根据《国有土地上房屋征收与补偿条例》第八条“征收决定应由市、县级人民政府作出”的规定，安阳市征收办不属于市、县人民政府，其作出的安征决（2011）1号房屋征收决定不具有征收房屋的法律效力，故该征收办又作出的安征决（2012）2号撤销决定对安征决（2011）1号房屋征收决定予以撤销，不需要经过安阳市人民政府审查。上诉人关于安征决（2012）2号撤销决定需要经过安阳市人民政府审查的理由不成立。（四）关于安征决（2012）2号撤销决定的送达问题。被诉行政复议决定认定该撤销决定在复议期间已送达安阳新东方百货公司，但没有提供已经送达的证据，该认定属于事实不清，但鉴于安阳市新东方百货公司对复议期间被告知撤销决定的事实以及对已经知道撤销决定内容的事实没有异议，故被诉行政复议决定的送达问题不影响被诉行政复议决定合法性问题的认定。（五）被诉行政复议决定中“原项目由安阳市北关区人民政府作为征收主体负责实施”这一内容是对安征决（2012）2号撤销决定内容的客观陈述，并不是对北关区政府实施征收行为的认可或者法律评价，上诉人对被诉行政复议决定的这一内容理解有误。（六）关于上诉人所称复议机关对其第二项复议请求没有作出处理的问题。房屋征收和组织实施行为的合法性依附于安征决（2011）1号征收决定，因该征收决定已经被撤销并被确认违法，房屋征收和组织实施行为的合法依据已不存在，被诉行政复议决定对第二项复议请求没有做出单独回应，不违反法律规定。（七）关于一审的判决方式问题。一审判决认定被诉行政复议决定证据确凿、适用法律法规正确、符合法定程序的同时认定上诉人的诉讼请求不能成立，判决结果适用驳回诉讼请求判决不属于适用法律错误。上诉人关于一审判决适用法律错误的理由不能成立。"}]},{"type":"paragraph","content":[{"type":"text","text":"综上所述，一审判决事实清楚，适用法律法规正确，依法应予维持。上诉人的上诉理由不能成立，本院依法不予支持。依照《中华人民共和国行政诉讼法》第六十一条第（一）项之规定，判决如下："}]},{"type":"paragraph","content":[{"type":"text","text":"驳回上诉，维持郑州市中级人民法院2012年9月11日作出的（2012）郑行初字第80号行政判决。"}]},{"type":"paragraph","content":[{"type":"text","text":"本案二审诉讼费50元，由上诉人安阳新东方商厦百货有限责任公司承担。"}]},{"type":"paragraph","content":[{"type":"text","text":"本判决为终审判决。"}]},{"type":"paragraph","content":[{"type":"text","text":"审　判　长　　李继红"}]},{"type":"paragraph","content":[{"type":"text","text":"代理审判员　　马传贤"}]},{"type":"paragraph","content":[{"type":"text","text":"代理审判员　　苗春燕"}]},{"type":"paragraph","content":[{"type":"text","text":"二〇一三年三月十二日"}]},{"type":"paragraph","content":[{"type":"text","text":"书　记　员　　李　晶"}]}]}